<pad>	0
22	1
64	2
376	3
313	4
13	5
447	6
243	7
804	8
276	9
275	10
303	11
4	12
379	13
628	14
274	15
177	16
95	17
365	18
27	19
435	20
7	21
436	22
156	23
229	24
154	25
214	26
337	27
25	28
26	29
418	30
426	31
23	32
319	33
549	34
159	35
439	36
57	37
174	38
678	39
444	40
187	41
8	42
185	43
387	44
373	45
166	46
889	47
754	48
466	49
163	50
453	51
378	52
785	53
505	54
558	55
14	56
37	57
567	58
468	59
234	60
33	61
207	62
364	63
405	64
516	65
433	66
905	67
15	68
503	69
18	70
56	71
575	72
434	73
203	74
195	75
199	76
383	77
375	78
208	79
178	80
783	81
385	82
799	83
873	84
803	85
169	86
507	87
423	88
637	89
255	90
469	91
317	92
205	93
155	94
254	95
779	96
55	97
458	98
253	99
829	100
83	101
445	102
844	103
344	104
65	105
188	106
359	107
157	108
206	109
451	110
527	111
176	112
496	113
888	114
808	115
103	116
579	117
338	118
328	119
464	120
318	121
479	122
869	123
425	124
217	125
734	126
585	127
228	128
96	129
28	130
36	131
233	132
59	133
459	134
158	135
356	136
706	137
258	138
184	139
84	140
508	141
534	142
389	143
348	144
308	145
315	146
448	147
614	148
189	149
283	150
316	151
887	152
335	153
329	154
194	155
471	156
53	157
686	158
472	159
866	160
186	161
563	162
73	163
417	164
24	165
98	166
809	167
599	168
694	169
518	170
218	171
357	172
183	173
533	174
223	175
43	176
173	177
687	178
488	179
834	180
326	181
198	182
75	183
461	184
859	185
106	186
99	187
104	188
634	189
355	190
226	191
848	192
719	193
105	194
204	195
699	196
164	197
97	198
256	199
766	200
535	201
813	202
167	203
473	204
514	205
677	206
588	207
744	208
756	209
774	210
35	211
789	212
645	213
89	214
736	215
577	216
597	217
595	218
85	219
450	220
544	221
696	222
277	223
695	224
470	225
224	226
78	227
865	228
227	229
769	230
408	231
377	232
885	233
29	234
415	235
755	236
679	237
462	238
593	239
79	240
346	241
657	242
573	243
44	244
727	245
455	246
235	247
68	248
354	249
457	250
539	251
225	252
523	253
366	254
47	255
616	256
509	257
823	258
165	259
525	260
853	261
19	262
347	263
824	264
709	265
675	266
749	267
589	268
384	269
729	270
45	271
86	272
707	273
77	274
738	275
193	276
765	277
48	278
34	279
519	280
878	281
757	282
368	283
617	284
536	285
703	286
336	287
688	288
498	289
615	290
74	291
875	292
87	293
739	294
526	295
669	296
66	297
427	298
747	299
543	300
723	301
69	302
467	303
644	304
763	305
666	306
668	307
684	308
643	309
658	310
653	311
584	312
475	313
489	314
724	315
598	316
649	317
386	318
733	319
594	320
745	321
743	322
825	323
88	324
753	325
713	326
708	327
764	328
349	329
76	330
583	331
madeupword0000	332
employed	333
layoff	334
unemployed	335
disabled	336
retired	337
homemaker	338
student	339
